Repository: MustafaOge/EduPortal
Catalog: EduPortal.Application/Resources/SharedResource.*.resx
Languages: tr_tr

source: AmountDue
tr_tr: Ödenecek Tutar

source: BirthDate
tr_tr: Doğum Tarihi

source: CorporateName
tr_tr: Kurum Adı

source: CorporateSubscription
tr_tr: Kurumsal Abonelik

source: CounterNumber
tr_tr: Sayaç Numarası

source: Create Invoice Objection
tr_tr: Fatura İtirazı Oluştur

source: Create Objection
tr_tr: İtiraz Oluştur

source: Day
tr_tr: Gündüz

source: Difference
tr_tr: Fark

source: EmailAddress
tr_tr: E-posta Adresi

source: English
tr_tr: İngilizce

source: Fetch Information
tr_tr: Bilgileri Getir

source: Final Index
tr_tr: Son Endeks

source: French
tr_tr: Fransızca

source: IDNumber
tr_tr: Kimlik Numarası

source: IndividualSubscription
tr_tr: Bireysel Abonelik

source: Initial Index
tr_tr: İlk Endeks

source: Invoice Complaint
tr_tr: Fatura İtiraz

source: Invoice Inquiry
tr_tr: Fatura Sorgulama

source: Invoice Operations
tr_tr: Fatura Islemleri

source: Invoice Payment
tr_tr: Fatura Ödeme

source: Invoice Serial Number
tr_tr: Fatura Seri No

source: InvoiceDate
tr_tr: Fatura Tarihi

source: InvoiceDetail
tr_tr: Fatura Detayı

source: Invoices
tr_tr: Faturalar

source: NameSurname
tr_tr: Ad Soyad

source: Night
tr_tr: Gece

source: Objection Reason
tr_tr: İtiraz Nedeni

source: Objection Title
tr_tr: İtiraz Başlığı

source: Paid
tr_tr: Ödendi

source: Pay Invoice
tr_tr: Faturayı Öde

source: Peak
tr_tr: Puant

source: Period
tr_tr: Dönem

source: PhoneNumber
tr_tr: Telefon Numarası

source: Reading Information
tr_tr: Okuma Bilgisi

source: ReadingDate
tr_tr: Okuma Günü

source: Subscriber Inquiry
tr_tr: Abone Sorgula

source: Subscriber Operations
tr_tr: Abone Islemleri

source: Subscriber Registration
tr_tr: Abone Kayıt

source: SubscriberType
tr_tr: Abonelik Tipi

source: SubscriptionActions
tr_tr: Abonelik İşlemleri

source: TaxID
tr_tr: Vergi Kimlik Numarası

source: TaxIdNumber
tr_tr: Vergi Numarası

source: Terminate Subscriber
tr_tr: Abone Sonlandir

source: TerminateSubscription
tr_tr: Aboneliği Sonlandır

source: Total
tr_tr: Toplam

source: Total (Indexes)
tr_tr: Toplam (Endeksler)

source: Turkish
tr_tr: Türkçe

source: Welcome
tr_tr: Hoşgeldindiz
